sourceLabel = "Quelle:";
formatLabel = "Format: ";
fpsLabel = "FPS:";
playingFPSLabel = "Wiedergabe (fps):";
dataSizeLabel = "Datengröße:";
dataRateLabel = "Datenrate:";
currentTimeLabel = "Aktuelle Position:";
durationLabel = "Dauer:";
normalSizeLabel = "Normale Größe:";
currentSizeLabel = "Aktuelle Größe:";
bitRateLabel = "Bitrate:";
qualityLabel = "Qualität:";
destinationLabel = "Zielort:";
videoSourceLabel = "Video-Quelle:";
audioSourceLabel = "Audioquelle";

movieInfoNoTitle = "Information";
movieInfo = " - Info";
movieInspectorNoTitle = "Informationen";
movieInspector = " - Informationen";

blacknWhite = "Schwarzweiß";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "32768";
/* [6] */
millions = "16,7 Mill.";
/* [7] */
millionsplus = "Über 16,7 Mill.";
/* [8] */
unknown = "Unbekannt";
/* [9] */
colors = "Farben";
/* [10] */
grays = "Graustufen";

Chapter = "Kapitel-Spur";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 Byte";
kiloBytes = "^0 KB";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 Byte/s";
kiloBytesPerSec = "^0 KByte/s";
megaBytesPerSec = "^0 MByte/s";
gigaBytesPerSec = "^0 GByte/s";

pixels = "Pixel";
curPixels = "^0 Pixel (^1)";


bitsPerSec = "^0 Bit/s";
kbitsPerSec = "^0 kBit/s";
mbitsPerSec = "^0 MBit/s";
gbitsPerSec = "^0 GBit/s";

percent = "^0 %";
playingFPS = "(Beim Abspielen verfügbar)";

halfSize = "Halbe";
actualSize = "Originalgröße";
doubleSize = "Doppelte Größe";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Film nicht verfügbar";

/* Quartz Composition strings */
averageFPSLabel = "Durchschnittliche fps:";
averageLoadLabel = "Durchschnittliche Auslastung:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "128 kBit/s AAC Audio";
availableWhenRecording = "(Beim Aufnehmen verfügbar)";